[language_info]
enname=German
name=Deutsch
code=0407,0807,0c07,1007,1407

[translations]
;New_Action=Neue Aktion
[common]
Cancel=Abbrechen
OK=OK
Yes=Ja
Disable=Deaktivieren
enable=Aktivieren
Error=Fehler
Flow=Flow
Settings=Einstellungen
Trigger=Trigger
Attention!=Achtung!
Close #verb=Schließen
copy #verb=Kopieren
Debug Info=Debug Info 
Edit #verb=Bearbeiten
Edit flow=Flow bearbeiten 
Exit #verb=Beenden
Filename=Dateiname
Flow execution policy=Flow Auführungrichtlinien 
Following packages are missing:=Folgende Pakete fehlen:   
Help #noun=Hilfe
It was changed to the default value=Es wurde auf den Standardwert gesetzt     
line %1%, col %2%=Zeile %1%, Spalte %2%    
Log=Log
Log filter=Logfilter  
New category=Neue Kategorie 
New flow=Neuer Flow 
No help file was found=Keine Hilfedatei gefunden   
Parallel execution of multiple instances=Parallelle Ausführung mehrerer Instanzen   
Please be aware that a demonstration flow cannot be changed.=Bitte beachte, dass ein Demo-Flow nicht geändert werden kann.
Please check the settings=Bitte prüfe die Einstellungen   
Press '%1%', if you want to correct it.=Drücke '%1%', wenn du sie korrigieren willst.
Quick refresh=Schnelle Aktualisierung 
Refresh #verb=Aktualisieren
Run #verb=Ausführen
Save flow=Flow speichern 
Several tries to start as administrator failed. Do you want to disable it?=Mehrere Versuche, als Administrator zu starten, schlugen fehl. Möchtest du es deaktivieren?
Show all logs=Alle Logs zeigen  
Show log=Log zeigen 
Show Manager=Manager zeigen  
Skip execution when an instance is already executing=Ausführung überspringen, wenn eine Instanz bereits ausgeführt wird
Stop #verb=Stoppen
Stop the currently executing instance and execute afterwards=Die aktuell ausgeführte Instanz anhalten und anschließend ausführen
The default working directory cannot be created!=Das Standard-Arbeitsverzeichnis kann nicht erstellt werden!
The default working directory was not found and cannot be created!=Das Standard-Arbeitsverzeichnis wurde nicht gefunden und kann nicht erstellt werden!
The specified folder could not be created!=Der angegebene Ordner konnte nicht erstellt werden!
The specified folder does not exist. Should it be created?=Der angegebene Ordner existiert nicht. Soll er erstellt werden?
The specified folder is empty!=Der angegebene Ordner ist leer!
The specified folder is not an absolute path!=Der angegebene Ordner ist kein absoluter Pfad!
The specified path exists but it is a file. It must be a folder!=Der angegebene Pfad existiert, aber es ist eine Datei. Es muss ein Ordner sein!
This flow cannot be saved because it is a demonstration flow.=Dieser Flow kann nicht gespeichert werden, da es sich um eine Demo-Flow handelt.
View mode=Anzeigemodus
Wait until the currently executing instance has finished=Warten, bis die aktuell ausgeführte Instanz beendet ist
Working directory=Arbeitsverzeichnis
You are opening a demonstration flow for edit.=Du öffnest einen Demo-Flow zur Bearbeitung.
You may duplicate this flow first and then you can edit it.=Du kannst diesen Flow zunächst duplizieren und ihn dann bearbeiten.
Do you want to delete this flow?=Willst du diesen Flow löschen?    
The flow '%1%' could not be loaded!=Der Flow '%1%' konnte nicht geladen werden!      
[Error reports]
[Flow editor]
[Element editor]
[Save and load]
[Flow state]
[Elements - Variables]
[Elements - Interaction]
[Elements - window]
[Settings]
[Elements - File]
[Elements - time]
[Elements - process]
[Elements - power]
[Elements - Flow manipulation]
[Elements - Sound]
[Elements - Internet]
[Elements - Other]
[Elements - Image and Position]
[Source_Editor]
Error!=Fehler!
Examples=Beispiele
Exception=Ausnahme
Loop=Schleife
No=Nein
Normal=Normal
Note!=Achtung!
Redo=Wiederherstellen
Action=Aktion
Condition=Bedingung
Coordinates=Koordinaten
Date=Datum
Time=Zeit
Undo=Rückgängig
%1% elements=%1% Elemente 
%1% selected elements=%1% ausgewählte Elemente  
%1% type: %2% #e.g. Trigger type: Manual=%1% Typ: %2%   
1 selected element: %1%=1 ausgewähltes Element: %1%   
Alternative method=Alternative Methode 
But you can still use percent signs if the variable name or a part of it is stored in a variable.=Du kannst aber trotzdem Prozentzeichen verwenden, wenn der Variablenname ganz oder teilweise in einer Variablen gespeichert ist.
Classname and instance number of the control=Klassenname und Instanznummer des Controls
Color=Farbe
Debug options=Debug Optionen 
Default method=Standardmethode
Default name=Standardname
Delete Object=Objekt löschen 
Detect hidden text=Versteckten Text finden  
Detect hidden window=Verstecktes Fenster finden  
Do you really want to delete the %1% '%2%'?=Willst du wirklich %1% '%2%' löschen?      
Do you really want to delete the %1%?=Willst du wirklich %1% löschen?    
Editor=Editor
Enable or disable=Aktivieren oder deaktivieren  
First position=Erste Position 
Fri #Short for Friday=Fr
Height=Höhe
HH:mm:ss #common time format=HH:mm:ss
Hold control key down and use keyboard cursors to move mouse by one pixel.=Halte die Steuerungstaste gedrückt und verwende die Tastaturpfeile, um die Maus um ein Pixel zu bewegen.
Import mouse position=Mausposition importieren  
Import unique window ID and process ID=Eindeutige Fenster-ID und Prozess-ID importieren
Loaded %1% elements from clipboard=%1% Elemente aus der Zwischenablage geladen     
Method for getting color=Methode zur Farbermittlung  
MM/dd/yyyy #common date format=dd.MM.yyyy
Mon #Short for Monday=Mo
Mouse tracker=Maustracker
name (noun)=Name
No elements found in clipboard=Keine Elemente in Zwischenablage gefunden    
No elements selected=Keine Elemente ausgewählt  
No windows found.=Kein Fenster gefunden.  
Optionally select some text of a control in window=Wähle optional einen Text eines Controls im Fenster aus
Position reference=Positionsbezug
Relative to active window client position=Relativ zur Client-Position des aktiven Fensters
Relative to active window position=Relativ zur Position des aktiven Fensters
Relative to screen=Relativ zum Bildschirm
Sat #Short for Saturday=Sa
Save #verb=Speichern
Saved %1% elements to clipboard=%1% Elemente in der Zwischenablage gespeichert
Second position=Zweite Position 
Select a control which you want to import=Wähle ein Control, das du importieren möchtest
Select a window which you want to import=Wähle ein Fenster, das du importieren möchtest
Select connection type=Wähle den Verbindungstyp  
Select element type=Wähle den Element-Typ   
Show #verb=Zeigen
Slow method=Langsame Methode 
Sun #Short for Sunday=So
Text in control=Text im Control  
The connection cannot start and end on the same element!=Die Verbindung kann nicht auf demselben Element beginnen und enden!
The variable name is not valid.=Der Variablenname ist ungültig.
This connection already exists!=Diese Verbindung besteht bereits!
This element is experimental!=Dieses Element ist experimentell!
This field contains a raw string=Dieses Feld enthält einen rohen String
This field contains a string=Dieses Feld enthält einen String  
This field contains a variable name=Dieses Feld enthält einen Variablennamen
This field contains an expression=Dieses Feld enthält einen Ausdruck
This field contains an expression which must result to a number=Dieses Feld enthält einen Ausdruck, der eine Zahl ergeben muss
This field contains an expression which must result to a positive number (at least 0.0)=Dieses Feld enthält einen Ausdruck, der eine positive Zahl ergeben muss (mindestens 0.0).
This field contains an expression which must result to an integer=Dieses Feld enthält einen Ausdruck, dessen Ergebnis eine ganze Zahl sein muss
This field contains an expression which must result to an positive integer (at least 1)=Dieses Feld enthält einen Ausdruck, der eine positive ganze Zahl (mindestens 1) ergeben muss.
This field contains an expression which must result to an positive integer or Zero=Dieses Feld enthält einen Ausdruck, dessen Ergebnis eine positive ganze Zahl oder Null sein muss.
This field must not be empty!=Dieses Feld darf nicht leer sein!
This is a number=Das ist eine Zahl     
This is a positive number=Das ist eine positive Zahl    
This is a raw string=Das ist ein roher String    
This is a string=Das ist ein String   
This is a variable name=Das ist ein Variablenname   
This is an expression=Das ist ein Ausdruck      
This is an integer=Das ist eine ganze Zahl      
This is an positive integer (0 is allowed)=Dies ist eine positive ganze Zahl (0 ist erlaubt) 
This is an positive integer (0 is not allowed)=Dies ist eine positive ganze Zahl (0 ist nicht erlaubt)
Unique control ID=Eindeutige Control-ID 
Update window list=Fensterliste aktualisieren 
Use global setting=Globale Einstellung verwenden  
Use global working dir=Globales Arbeitsverzeichnis verwenden  
Which %1% should be created?=Welche %1% soll erstellt werden?    
Width=Breite
Window assistant=Fenster-Assistent
X #coordinate=X
Y #coordinate=Y
You can't insert content of a variable here=Man kann den Inhalt einer Variablen hier nicht einfügen
You cannot connect to trigger!=Man kann keine Verbindung zum Auslöser herstellen!
You must not use percent signs to add a variable's content.=Man darf keine Prozentzeichen verwenden, um den Inhalt einer Variablen hinzuzufügen.
Wed #Short for Wednesday=Mi
Thu #Short for Thursday=Do
Tue #Short for Tuesday=Di
[Source_Manager]
delete=Löschen
General=Allgemein
Debugging=Debugging
Manager=Manager
Uncategorized=Ohne Kategorie
A category with name '%1%' already exists.=Eine Kategorie mit dem Namen '%1%' existiert bereits.
A flow with name '%1%' already exists.=Ein Flow mit dem Namen '%1%' existiert bereits.
About AutoHotFlow=Über AutoHotFlow 
Advanced level=Fortgeschrittenes Level
All flows of that category will be moved into the category '%1%'.=Alle Flows dieser Kategorie werden in die Kategorie '%1%' verschoben.
All logs=Alle Logs 
App=App
Appearance=Aussehen
AutoHotFlow file=AutoHotFlow Datei 
Beginner level=Anfänger-Level
Change category=Kategorie ändern 
Close=Schließen
Confirm deletion=Löschung bestätigen 
Delete category=Kategorie löschen 
Delete flow=Flow löschen 
Demonstration=Demonstration
Do you really want to delete the category '%1%'?=Willst du die Kategorie '%1%' wirklich löschen?
Do you really want to delete the flow '%1%'?=Willst du den Flow '%1%' wirklich löschen?
Do you want to do that now?=Willst du das jetzt tun?
Do you want to overwrite it?=Willst du es überschreiben?   
Do you want to rename the flow and import it afterwards?=Willst du den Flow umbenennen und ihn anschließend importieren?
Duplicate #verb=Duplizieren
Duplicate flow=Flow duplizieren   
Error. AutoHotFlow file could not be extracted.=Fehler. AutoHotFlow-Datei konnte nicht extrahiert werden.
Error. This is not an AutoHotFlow file=Fehler. Dies ist keine AutoHotFlow-Datei
Export AutoHotFlow flows=AutoHotFlow-Flows exportieren
Export flows=Flows exportieren 
Export now=Jetzt exportieren   
Flow settings=Flow-Einstellungen  
Following characters are prohibited in a flow name: '%1%'=Die folgenden Zeichen sind in einem Flow-Namen verboten: '%1%'
Hide demonstration flows=Demo-Flows ausblenden 
Import and export=Import und Export  
Import and export flows=Flows importieren und exportieren   
Import AutoHotFlow flows=AutoHotFlow-Flows importieren   
Import flows=Flows importieren 
Imported flow in file '%1%' is invalid.=Der importierte Flow in der Datei '%1%' ist ungültig.
Internal=Intern
Log to file=In Datei loggen  
Logging=Logging
Many logs=Viele Logs  
New=Neu
Only errors=Nur Fehler   
Please select at least one flow at first=Bitte wähle zuerst mindestens ein Flow      
Programmer level=Programmierer-Level
Rename category=Kategorie ändern 
Rename flow=Flow umbenennen 
Run as admin=Als Administrator ausführen  
Select file=Datei wählen 
Select Language.=Sprache wählen. 
Shown elements=Angezeigte Elemente  
Shown flows=Angezeigte Flows 
Some logs=Manche Logs 
Start with windows=Mit Windows starten  
The demonstration category cannot be renamed.=Die Demon-Kategorie kann nicht umbenannt werden.
This category can not be removed=Diese Kategorie kann nicht entfernt werden
Thread=Thread
To import flows, you can drop an .ahf file in this window or press that button to use the file selector=Um Flows zu importieren, kannst du eine .ahf-Datei in diesem Fenster ablegen oder diese Schaltfläche drücken, um die Dateiauswahl zu verwenden
Where should %1% be moved?=Wohin soll %1% verschoben werden?
You cannot delete the demonstration category, but you can hide all demonstration flows.=Man kann die Kategorie Demonstration nicht löschen, aber du kannst alle Demo-Flows ausblenden.
You cannot delete the demonstration flows, but you can hide all of them.=Man kann die Demo-Flows nicht löschen, aber du kannst sie alle ausblenden.
You have selected '%1%' do you want to restart in order to enable this setting?=Du hast '%1%' ausgewählt. Möchtest du neu starten, um diese Einstellung zu aktivieren?
[Source_Draw]
Create new action=Neue Aktion erstellen   
Create new condition=Neue Bedingung erstellen   
Create new loop=Neue Schleife erstellen  
Create new trigger=Neuen Trigger erstellen  
[Weekdays]
[Source_Execution]
%1% '%2%' (ID '%3%') cannot be disabled due to an exception.=%1% '%2%' (ID '%3%') kann aufgrund einer Ausnahme nicht deaktiviert werden.
%1% '%2%' (ID '%3%') cannot be disabled.=%1% '%2%' (ID '%3%') kann nicht deaktiviert werden.
%1% '%2%' (ID '%3%') cannot be enabled due to an exception.=%1% '%2%' (ID '%3%') kann aufgrund einer Ausnahme nicht aktiviert werden.
%1% '%2%' (ID '%3%') cannot be enabled.=%1% '%2%' (ID '%3%') kann nicht aktiviert werden.
%1% '%2%' (ID '%3%') ended with an exception.=%1% '%2%' (ID '%3%') wurde mit einer Ausnahme beendet.
An error occured while parsing expression '%1%'=Beim Parsen des Ausdrucks '%1%' ist ein Fehler aufgetreten
Parameter '%1%' has unsupported content type=Parameter '%1%' hat nicht unterstützten Inhaltstyp
Parameter '%1%' is empty=Parameter '%1%' ist leer
Result of expression '%1%' is empty=Ergebnis des Ausdrucks '%1%' ist leer
Result of expression '%1%' is not a number=Ergebnis des Ausdrucks '%1%' ist keine Zahl
Result of expression '%1%' is not a positive number=Ergebnis des Ausdrucks '%1%' ist keine positive Zahl
Result of expression '%1%' is not a positive number or zero=Ergebnis des Ausdrucks '%1%' ist keine Zahl or Null   
Result of expression '%1%' is not an integer=Ergebnis des Ausdrucks '%1%' ist keine ganze Zahl
String '%1%' is empty=String '%1%' ist leer    
There is no default manual trigger available=Es ist kein manueller Standardauslöser verfügbar.
Unknown result: %1%=Unbekanntes Ergebnis: %1%
Variable name '%1%'=Variablenname '%1%'
%1% is not valid.=%1% ist ungültig.
